; WinSnap v2.0.1 Latvian Language File 
; Translated by Armands Radzushka <lat.loc@inbox.lv>

10000="Latvian (latviešu)"

;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="Izpildfaili (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="Saglabāt ar caurspīdīgumu"

; Settings, Image tab
20061="Caurspīdīgums"

; Capture modes
20211="Viss ekrāns"
20212="Programma"
20213="Logs"
20214="Izvēle"
20215="Objekts"
20216="Apgabals"

; Main menu, Capture
20511="&Viss ekrāns\tCtrl+1"
20512="&Programma\tCtrl+2"
20513="&Logs\tCtrl+3"
20514="&Izvēle\tCtrl+4"
20515="&Objekts\tCtrl+5"
20516="&Apgabals\tCtrl+6"

; Main menu
20600="&Rīki"
20601="&Pielāgot..."

; Tray menu
20921="&Viss ekrāns"
20922="&Programma"
20923="&Logs"
20924="&Izvēle"
20925="&Objekts"
20926="&Apgabals"

; Settings, Hotkeys tab
21712="Viss ekrāns:"
21713="Programmas logs:"
21714="Aktīvais logs:"
21715="Izkrītošā izvēle:"
21716="Sākt objekta uzņemšanu:"
21717="Sākt apgabala uzņemšanu:"

; Customize Tools dialog
23000="Rīku pielāgošana"
23001="Jauns..."
23002="Labot..."
23003="Izmest"
23004="Uz augšu"
23005="Uz leju"
23006="Aizvērt"

; New Tool dialog
23100="Ārējie rīki"
23101="Labi"
23102="Atcelt"

23110="Programma:"
23111="Nosaukums:"
23112="Komanda:"
23113="Pārlūkot..."
23114="Parametri:"
23115="Pēc komandas izpildīšanas WinSnap minimizēt"
23116="Nejautāt saglabātā attēla faila nosaukumu"
23120="Saglabāšanas uzstādījumi:"
23121="Mape:"
23122="Pārlūkot..."
23123="Faila nosaukums:"
23124="Attēla formāts:"

; Region mode, right-click menu
24106="Noteikts lielums"
24107="Iegaumēt atrašanās vietu"

; Object mode, helper dialog
24201="Apgabala iezīmējumu var veikt pārvietojot peles kursoru. Ar nospiestu Ctrl taustiņu var iezīmēt vairākus objektus, ar labo peles taustiņu mainīt uzstādījumus."
24202="Nosaukums:"
24203="Klase:"
24204="Process:"

; Object mode, right-click menu
24300="Iezīmēt objektu\tSpace"
24301="Apgriezt iezīmējumu\tTab"
24302="Atcelt iezīmējumu\tBackspace"
24303="Pogas un vadības elementi"
24304="Programmu logi"
24305="Atcelt uzņemšanu\tEsc"
24306="Aizvērt izvēli"

; Register dialog
28000="WinSnap reģistrēšana"
28001="Pasūtiet tūlīt!"
28002="Ievadiet licences atslēgu..."
28003="Turpināt"
28004="Beigt"
28010="Jūsu WinSnap kopija ir 30 dienu izmēģinājuma versija. Ja vēlaties to izmantot turpmāk, jums ir jāiegādājas licence."
28011="Lai reģistrētos, jums atlikušas %d dienas."
28012="Licencēšana un cenas"

; About dialog
28100="Par WinSnap"
28101="Labi"
28102="Reģistrēt"
28103="Šo izstrādājumu ir licencējis:"
28104="Atbalsta forums"

; Errors
32009="Nederīga mape:\r\n%s"
32010="Nav iespējams izveidot procesu."
32020="Jums jānorāda nosaukums."

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Latvian (Latviešu)"


; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (Nelicencēts)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap uzņēmums"

; Save/Open filters
20030="Visi faili (*.*)"
20031="Visi atbalstītie formāti"
20032="Licences atslēgas dati (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< tukšs >>"
20091="ģenerējas..."

; Main window
20100="Aizvērt"
20101="Jauns uzņēmums"
20102="Kopēt starpliktuvē"
20103="Saglabāt attēlu..."
20104="Sūtīt pa e-pastu..."

20110="Krāsojums:"
20111="Nav"
20112="Pelēkie toņi"
20113="Sēpija"
20114="Negatīvs"

20115="Ēna:"
20116="Nav"
20117="No augšas uz leju"
20118="No lejas uz augšu"
20119="Apkārt"

20120="Dažādi:"
20121="Kontūra"
20122="Ūdenszīme"
20123="Sagriezt"
20124="Lieluma maiņa"

20200="Uzņemšanas režīms:"
20201="Viss ekrāns"
20202="Programma"
20203="Logs"
20204="Klienta daļa"
20205="Izkrītošā izvēle"
20206="Apgabals"

; Menu
20300="&Fails"
20301="&Jauns uzņēmums\tCtrl+N"
20302="&Atvērt attēlu...\tCtrl+O"
20303="&Saglabāt\tCtrl+S"
20304="Saglabāt &kā..."
20305="Sag&labāt sīkbildi kā..."
20306="&Drukāt...\tCtrl+P"
20307="Lapas &uzstādījumi..."
20308="&Beigt"

20350="&Labošana"
20351="&Kopēt\tCtrl+C"
20352="Kopēt &sīkbildi"
20353="&Ievietot\tCtrl+V"
20354="&Attīrīt attēlu\tDel"

20400="&Iespējas"
20401="Automātiskā &saglabāšana"
20402="Automātiskā &kopēšana"
20403="Uzstādījumi...\tF2"

20410="&Krāsojums"
20411="&Nav"
20412="&Pelēkie toņi"
20413="&Sēpija"
20414="&Negatīvs"

20420="&Ēna"
20421="&Nav"
20422="N&o augšas uz leju"
20423="No &lejas uz augšu"
20424="Ap&kārt"

20430="&Dažādi"
20431="&Kontūra"
20432="Ūdens&zīme"
20433="&Sagriezt"
20434="&Lieluma maiņa"

20500="&Uzņemšana"
20501="&Viss ekrāns\tCtrl+1"
20502="&Programma\tCtrl+2"
20503="&Logs\tCtrl+3"
20504="&Klienta daļa\tCtrl+4"
20505="&Izkrītošā izvēle\tCtrl+5"
20506="&Apgabals...\tCtrl+6"

20550="&Palīdzība"
20551="&Rokasgrāmatas saturs\tF1"
20552="&Mājas lapa"
20553="Atbalsta &forumi"
20554="Pārbaudīt &atjauninājumus"
20555="Par &WinSnap..."
20556="&Reģistrēt WinSnap"
20557="&Ievadīt licences atslēgu..."

; Tray menu
20900="Paslēpt WinSnap"
20901="Parādīt WinSnap"
20903="Uzstādījumi..."
20904="Beigt"

20911="&Viss ekrāns"
20912="&Programma"
20913="&Logs"
20914="&Klienta daļa"
20915="&Izkrītošā izvēle"
20916="&Apgabals"

; Config
21000="Uzstādījumi"
21001="Labi"
21002="Atcelt"
21003="Uzstādīt"

21050="Vispārēji"
21051="Saplūšana"
21052="Kanva"
21053="Ūdens zīme"
21054="Attēls"
21055="Taustiņi"

; General page
21100="Valoda:"
21101="Atrast citus tulkojumus..."
21102="Sistēmai palaižoties automātiski palaist WinSnap"
21103="Periodiski pārbaudīt tiešsaistes atjauninājumus"
21104="WinSnap logu vienmēr paturēt virspusē"
21105="Atjaunot WinSnap loga lielumu un novietojumu"
21106="Vienmēr parādīt WinSnap sistēmtreja ikonu"
21107="Aizverot minimizēt sistēmtrejā"
21108="Palaižoties WinSnap uzņemt uzņēmumu:"
21109="Palaist uzņemšanas režīmu:"
21110="Uzņemot uzņēmumu atskaņot skaņu"
21111="Pirms uzņēmuma uzņemšanas paslēpt WinSnap logu"
21112="Pirms uzņēmuma uzņemšanas paslēpt treja ikonu"
21113="Pirms uzņemšanas, ja WinSnap redzams, aizkavēties (ms):"
21114="Uzņēmumā iekļaut peles kursoru"

; Blending page
21200="Ēna:"
21201="Leņķis:"
21202="°"
21203="Attālums:"
21204="px"
21205="Lielums:"
21206="px"
21207="Neskaidrums:"
21208="%"
21209="Krāsa:"
21210="#"
21211="Kontūra:"
21212="Krāsa:"
21213="#"
21214="Lielums:"
21215="px"
21216="Fons:"
21217="Krāsa:"
21218="#"

; Canvas page
21400="Sagriešana:"
21401="Leņķis:"
21402="°"
21403="Lieluma maiņa:"
21404="Pielāgot mērogam:"
21405="Ietilpināt attēlu lielumā:"
21406="Mērogs:"
21407="%"
21408="Platums:"
21409="px"
21410="Augstums:"
21411="px"
21412="Saglabāt proporcijas"
21413="Papildus:"
21414="Interpolēš. paņēmiens:"

21490="Tuvākais kaimiņš"
21491="Bilineārais"
21492="Bikubiskais"
21493="Augstas kvalitātes bilineārais"
21494="Augstas kvalitātes bikubiskais"

; Watermark page
21500="Pārklājošais attēls:"
21501="Attēla fails:"
21502="Pārlūkot..."
21503="Pārklājums ar caurspīdīgumu:"
21504="Neskaidrums:"
21505="%"
21506="Novietojums:"
21507="Norādiet nobīdes no atbilstošām attēla malām:"
21508="Horizontāli:"
21509="%"
21510="Vertikāli:"
21511="%"
21512="Horizontāli:"
21513="px"
21514="Vertikāli:"
21515="px"
21516="Izmantot relatīvās koordinātes"

21590="Augšā, pa kreisi"
21591="Augšā, vidū"
21592="Augšā, pa labi"
21593="Vidū, pa kreisi"
21594="Vidū"
21595="Vidū, pa labi"
21596="Lejā, pa kreisi"
21597="Lejā, vidū"
21598="Lejā, pa labi"

; Saving page
21600="Automātiski attēlus kopēt starpliktuvē"
21601="Automātiski attēlus saglabāt diskā"
21602="Nejautāt saglabājamā attēla nosaukumu"
21603="Automātiskās saglabāšanas režīmā WinSnap paturēt minimizētu"
21604="Minimizējot attīrīt attēlu, lai attīrītu atmiņu"
21610="Automātiskās saglabāšanas uzstādījumi:"
21611="Standarta mape:"
21612="Pārlūkot..."
21613="Faila nosaukums:"
21615="Attēla formāts:"
21620="Saspiešana:"
21621="JPEG kvalitāte:"
21622="%"
21699="Izvēlieties mapi jūsu uzņēmumu automātiskai saglabāšanai."

; Hotkeys page
21700="Ieslēgt sistēmas karstos taustiņus"
21701="Uzņemšanas kontrole:"
21702="Viss ekrāns:"
21703="Programmas logi:"
21704="Aktīvais logs:"
21705="Loga klienta daļa:"
21706="Izkrītošā izvēle:"
21707="Sākt apabala uzņemšanu:"
21720="WinSnap vadība:"
21721="Minimizēt/atjaunot:"
21722="Parādīt/slēpt galveno logu:"
21723="Beigt darbu ar WinSnap:"

; Region selection
24001="Ekrāna apgabalu iezīmēt var ar peli, vai bultiņu taustiņiem. Apgabala formu mainīt var ar labo peles taustiņu, bet šo padomu parādīt/paslēpt ar F1."
24002="Novietojums:"
24003="x:"
24004="y:"
24005="Lielums:"
24006="w:"
24007="h:"

24100="Taisnstūris"
24101="Apaļstūris"
24102="Elipse"
24103="Pārtraukt iezīmēšanu\tBackspace"
24104="Atcelt uzņemšanu\tEsc"
24105="Atcelt šo izvēli"

; Confirmations
31900="WinSnap apstiprinājums"
31901="WinSnap jau darbojas. Vai vēlaties to apturēt?"
31902="Vai piekrītat beigt darbu ar WinSnap?"
31903="Lai pabeigtu reģistrēšanos, lūdzu pārstartējiet WinSnap.\r\nVai vēlaties pārstartēt WinSnap tūlīt?"

; Errors
32000="WinSnap kļūda"
32001="Valodas failu nav iespējams ielādēt."
32002="Uzstādījumus reģistrā nav iespējams saglabāt. Pārbaudiet savas pieejas tiesības."
32003="Attēla failu nav iespējams ielādēt.\r\nTas nav derīgs attēla fails, vai arī tā formāts pašlaik nav atbalstīts."
32004="Attēla failu diskā nav iespējams saglabāt."
32005="Attēlu pagaidu failā nav iespējams saglabāt."
32006="Pasta sistēmas (Mapi32.dll) atbalstu nav iespējams ielādēt."
32007="MAPI kļūda nosūtot paziņojumu."
32008="Neveiksmīga WinSnap reģistrēšana."

; Check for update
32500="WinSnap atjauninājums"
32501="Tiešsaistē ir pieejama jauna WinSnap versija!\r\nVai nevēlaties to ielādēt tūlīt?"
32502="Jūsu WinSnap versija ir jaunākā. Atjauninājumi nav pieejami."